name: "ConvLayer_64x128x9x9"
input: "data"
input_dim: 128
input_dim: 64
input_dim: 64
input_dim: 64
layers {
  name: "conv2"
  type: CONVOLUTION
  bottom: "data"
  top: "conv2"
  blobs_lr: 1
  blobs_lr: 2
  convolution_param {
    num_output: 128
    kernel_size: 9
    stride: 1
    weight_filler {
      type: "xavier"
    }
    bias_filler {
      type: "constant"
    }
  }
}
